#include <iostream>
#include <Windows.h>
using namespace std;

int main()
{
	SetConsoleCP(1251);
	SetConsoleOutputCP(1251);
	string day;
	cout << "Укажите день недели для записи к терапевту\n";
	cin >> day;
	if (day == "Понедельник" || day == "понедельник") cout << "В понедельник прием больных с 09:00 до 13:00";
	else if (day == "Вторник" || day == "вторник") cout << "Во вторник прием больных с 13:00 до 16:00";
	else if (day == "Среда" || day == "среда") cout << "В среду прием больных с 15:00 до 19:00";
	else if (day == "Четверг" || day == "четверг") cout << "В четверг прием больных с 11:00 до 13:00";
	else if (day == "Пятница" || day == "пятница") cout << "В пятницу прием больных с 12:00 до 17:00";
	else if (day == "Суббота" || day == "суббота") cout << "В субботу прием больных с 16:00 до 17:00";
	else if (day == "Воскресенье" || day == "воскресенье") cout << "В воскресенье выходной";
	else
	{
		cout << "Проверьте написания дня недели и повторите попытку\n";
		exit;
	}
}